Repository: lingouitests/all-formats
Catalog: standard/po/smoke_*.po
Languages: es_es

source: Viewing rows {0} to {1} of {2}
es_es: Visualización de filas {0} a {1} de {2}

source: algorithm
es_es: algoritmo

source: aggregated
es_es: Agregado

source: recipient
es_es: destinatario

source: great
es_es: Bien

source: monitors
es_es: Monitores

source: launches
es_es: Lanza

source: panes
es_es: Paneles

source: here is a string
es_es: Aquí hay una cadena

source: You have made some changes on this page. Do you want to continue without saving the changes?
es_es: Ha realizado algunos cambios en esta página. ¿Desea continuar sin guardar los cambios?

source: Please select a valid departure date.
es_es: Por favor, seleccione una fecha de salida válida.

source: Please select a valid check in date.
es_es: Por favor, seleccione una fecha de entrada válida.

source: Please select a valid check out date.
es_es: Por favor, seleccione una fecha de salida válida.

source: You have already added the maximum number of allowable agencies.
es_es: Ya ha agregado el número máximo de agencias permitidas.
